import React from 'react';
// Material-ui 컴포넌트들
import Typography from '@material-ui/core/Typography';

const Page = props => {
  return (
    <React.Fragment>
      <Typography paragraph>
        계절이 지나가는 하늘에는<br/>
        가을로 가득 차있습니다.<br/>
        <br/>
        나는 아무 걱정도 없이<br/>
        가을속의 별들을 다 헤일듯합니다.<br/>
        <br/>
        가슴속에 하나 둘 새겨지는 별을<br/>
        이제 다 못헤는것은<br/>
        쉬이 아침이 오는 까닭이오,<br/>
        내일밤이 남은 까닭이오,<br/>
        아직 나의 청춘이 다하지 않은 까닭입니다.<br/>
        <br/>
        별하나에 추억과<br/>
        별하나에 사랑과<br/>
        별하나에 쓸쓸함과<br/>
        별하나에 동경과<br/>
        별하나에 시와<br/>
        별하나에 어머니,어머니,<br/>
        <br/>
        어머님,나는 별 하나에 아름다운 말 한마디식 불러봅니다.
        소학교 때 책상을 같이 햇든 아이들의 일홈과 패, 경, 옥 이런 이국소녀들의 일홈과
        벌서 애기 어머니 된 게집애들의 일홈과,
        가난한 이웃사람들의 일홈과,비둘기,강아지,토끼,노새,노루,[푸랑시쓰․쨤]
        [라이넬․마리아․릴케] 이런 시인의 일홈을 불러봅니다.
        <br/>
        이네들은 너무나 멀리 있습니다.<br/>
        별이 아슬이 멀듯이,<br/>
        <br/>
        어머님,<br/>
        그리고 당신은 멀리 북간도에 게십니다.<br/>
        <br/>
        나는 무엇인지 그러워<br/>
        이많은 별빛이 나린 언덕우에<br/>
        내 일홈자를 써보고,<br/>
        흙으로 덥허 버리엿습니다.<br/>
        <br/>
        따는 밤을 새워 우는 버레는<br/>
        부끄러운 일홈을 슬퍼하는 까닭입니다.<br/>
        <br/>
        그러나 겨을이 지나고 나의 별에도 봄이 오면<br/>
        무덤우에 파란 잔디가 피여나듯이<br/>
        내일홈자 묻힌 언덕우에도<br/>
        자랑처럼 풀이 무성 할게외다<br/>
      </Typography>
    </React.Fragment>
  );
}

export default Page;